jackguo336/pixel-clock-esp/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32c6"
CONFIG_ESP_TASK_WDT_EN=y
CONFIG_ESP_TASK_WDT_INIT=y
CONFIG_ESP_TASK_WDT_TIMEOUT_S=5
